
		<div class=" greenbox">
			<div class="title">
				<h1>Web技术挑战者之家介绍</h1>
			</div>
			
			<div class="entry"> 
			    <p>Web技术挑战者之家介绍是王志刚工作室的官方网站，网站中包含了王志刚工作室出版的各种计算机技术书籍信息，同时包含有对最新技术如移动开发技术，
			    PHP及MySQL技术，jQuery及AJAX技术的介绍。</p>
				<p>其中“资料下载及勘误表”部分中包含了王志刚工作室编写出版书籍的相关资料下载，补充技术说明（对书中因为篇幅限制没有深入的部分进行补充介绍），书籍的勘误表，最后是书评，
				各位读者朋友可以在此提供您对相应书籍的意见及好的建议。</p>
				<p>菜单项目“移动开发技术”，“PHP&MySQL技术”，“jQuery&AJAX技术”集中相应技术的技术介绍，以及一些王志刚工作室整理的开发手册，希望能对您的开发工作有所帮助。</p>
				<p>“技术交流”部分是一个网上技术交流社区，王志刚工作室的各位作者会发帖子与各位读者进行交流，读者朋友们如果有什么疑问也可以在此发表，我们将尽我们最大可能进行回答。</p>
			</div>
			<hr/>
			
			
		</div>
